Repository: starcat-app/Starcat
Catalog: Starcat/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

# smartCollections.empty.title
source: No Smart Collections
ar: لا توجد مجموعات ذكية
de: Keine intelligenten Sammlungen
es: Sin colecciones inteligentes
fr: Aucune collection intelligente
id: Tidak Ada Koleksi Cerdas
it: Nessuna Raccolta Intelligente
ja: スマートコレクションがありません
ko: 스마트 컬렉션 없음
nl: Geen slimme verzamelingen
pl: Brak inteligentnych kolekcji
pt_br: Nenhuma Coleção Inteligente
ru: Нет умных коллекций
tr: Akıllı Koleksiyon Yok
uk: Немає розумних колекцій
vi: Không có bộ sưu tập thông minh
zh_hans: 暂无智能集合
zh_hant: 暫無智慧集合

# smartCollections.error.missingRule
source: This smart collection no longer exists.
ar: هذه المجموعة الذكية لم تعد موجودة.
de: Diese intelligente Sammlung existiert nicht mehr.
es: Esta colección inteligente ya no existe.
fr: Cette collection intelligente n'existe plus.
id: Koleksi cerdas ini sudah tidak ada lagi.
it: Questa raccolta intelligente non esiste più.
ja: このスマートコレクションはもう存在しません。
ko: 이 스마트 컬렉션은 더 이상 존재하지 않습니다.
nl: Deze slimme verzameling bestaat niet meer.
pl: Ta inteligentna kolekcja już nie istnieje.
pt_br: Esta coleção inteligente não existe mais.
ru: Эта умная коллекция больше не существует.
tr: Bu akıllı koleksiyon artık mevcut değil.
uk: Ця розумна колекція більше не існує.
vi: Bộ sưu tập thông minh này không còn tồn tại.
zh_hans: 这个智能集合已不存在。
zh_hant: 此智慧集合已不存在。

# smartCollections.error.notFoundFormat
source: Smart collection not found: %@
ar: المجموعة الذكية غير موجودة: %@
de: Intelligente Sammlung nicht gefunden: %@
es: Colección inteligente no encontrada: %@
fr: Collection intelligente introuvable : %@
id: Koleksi cerdas tidak ditemukan: %@
it: Raccolta intelligente non trovata: %@
ja: スマートコレクションが見つかりません: %@
ko: 스마트 컬렉션을 찾을 수 없음: %@
nl: Slimme verzameling niet gevonden: %@
pl: Nie znaleziono inteligentnej kolekcji: %@
pt_br: Coleção inteligente não encontrada: %@
ru: Умная коллекция не найдена: %@
tr: Akıllı koleksiyon bulunamadı: %@
uk: Розумну колекцію не знайдено: %@
vi: Không tìm thấy bộ sưu tập thông minh: %@
zh_hans: 找不到智能集合：%@
zh_hant: 找不到智慧集合：%@

# smartCollections.highValue.subtitle
source: Popular projects with strong health signals.
ar: مشاريع شائعة ذات إشارات سلامة قوية.
de: Beliebte Projekte mit starken Gesundheitssignalen.
es: Proyectos populares con fuertes indicadores de salud.
fr: Projets populaires avec de forts signaux de santé.
id: Proyek populer dengan sinyal kesehatan yang kuat.
it: Progetti popolari con forti segnali di salute.
ja: 健全性の高い人気プロジェクト。
ko: 상태 신호가 강한 인기 프로젝트입니다.
nl: Populaire projecten met sterke gezondheidssignalen.
pl: Popularne projekty z silnymi sygnałami stanu.
pt_br: Projetos populares com fortes sinais de saúde.
ru: Популярные проекты с сильными сигналами здоровья.
tr: Güçlü sağlık sinyallerine sahip popüler projeler.
uk: Популярні проєкти з сильними сигналами здоров'я.
vi: Dự án phổ biến với tín hiệu sức khỏe mạnh.
zh_hans: 高热度且健康度较好的项目。
zh_hant: 高熱度且健康度較好的專案。

# smartCollections.highValue.title
source: High Value
ar: قيمة عالية
de: Hoher Wert
es: Alto valor
fr: Haute valeur
id: Nilai Tinggi
it: Alto Valore
ja: 高価値
ko: 고가치
nl: Hoge waarde
pl: Wysoka wartość
pt_br: Alto Valor
ru: Высокая ценность
tr: Yüksek Değer
uk: Висока цінність
vi: Giá trị cao
zh_hans: 高价值项目
zh_hant: 高價值專案

# smartCollections.library.openRAG
source: Ask Library
ar: اسأل المكتبة
de: Bibliothek fragen
es: Preguntar a la biblioteca
fr: Interroger la bibliothèque
id: Tanya Perpustakaan
it: Chiedi alla Libreria
ja: ライブラリに質問
ko: 라이브러리 질문
nl: Vraag bibliotheek
pl: Zapytaj bibliotekę
pt_br: Perguntar à Biblioteca
ru: Спросить библиотеку
tr: Kütüphaneye Sor
uk: Запитати бібліотеку
vi: Hỏi thư viện
zh_hans: 知识库问答
zh_hant: 知識庫問答

# smartCollections.library.subtitle
source: Repos you explicitly added to your private Starcat library.
ar: المستودعات التي أضفتها صراحةً إلى مكتبة Starcat الخاصة بك.
de: Repos, die Sie Ihrer privaten Starcat-Bibliothek hinzugefügt haben.
es: Repos que has añadido explícitamente a tu biblioteca privada de Starcat.
fr: Dépôts que vous avez explicitement ajoutés à votre bibliothèque Starcat privée.
id: Repositori yang secara eksplisit Anda tambahkan ke perpustakaan Starcat pribadi Anda.
it: Repo che hai aggiunto esplicitamente alla tua libreria Starcat privata.
ja: Starcatのプライベートライブラリに明示的に追加したリポジトリ。
ko: 개인 Starcat 라이브러리에 명시적으로 추가한 저장소입니다.
nl: Repos die je expliciet hebt toegevoegd aan je privé Starcat-bibliotheek.
pl: Repozytoria, które jawnie dodałeś do swojej prywatnej biblioteki Starcat.
pt_br: Repositórios que você adicionou explicitamente à sua biblioteca privada do Starcat.
ru: Репозитории, которые вы явно добавили в свою приватную библиотеку Starcat.
tr: Özel Starcat kütüphanenize eklediğiniz depolar.
uk: Репозиторії, які ви явно додали до своєї приватної бібліотеки Starcat.
vi: Repo bạn đã thêm rõ ràng vào thư viện Starcat riêng.
zh_hans: 你明确加入 Starcat 私有知识库的仓库。
zh_hant: 你明確加入 Starcat 私有知識庫的倉庫。

# smartCollections.library.title
source: Library
ar: المكتبة
de: Bibliothek
es: Biblioteca
fr: Bibliothèque
id: Perpustakaan
it: Libreria
ja: ライブラリ
ko: 라이브러리
nl: Bibliotheek
pl: Biblioteka
pt_br: Biblioteca
ru: Библиотека
tr: Kütüphane
uk: Бібліотека
vi: Thư viện
zh_hans: 知识库
zh_hant: 知識庫

# smartCollections.list.subtitleFormat
source: %1$@ · %2$lld repos
ar: %1$@ · %2$lld مستودع
fr: %1$@ · %2$lld dépôts
it: %1$@ · %2$lld repo
ja: %1$@ · %2$lld リポジトリ
ko: %1$@ · %2$lld개 저장소
pl: %1$@ · %2$lld repozytoriów
pt_br: %1$@ · %2$lld repositórios
ru: %1$@ · %2$lld реп.
tr: %1$@ · %2$lld depo
uk: %1$@ · %2$lld реп.
vi: %1$@ · %2$lld repo
zh_hans: %1$@ · %2$lld 个仓库
zh_hant: %1$@ · %2$lld 個倉庫

# smartCollections.mine.empty
source: Save the current Manage filters to create your first smart collection.
ar: احفظ عوامل التصفية الحالية لإنشاء مجموعتك الذكية الأولى.
de: Speichern Sie die aktuellen Filter unter „Verwalten“, um Ihre erste intelligente Sammlung zu erstellen.
es: Guarda los filtros actuales de Administrar para crear tu primera colección inteligente.
fr: Enregistrez les filtres de gestion actuels pour créer votre première collection intelligente.
id: Simpan filter Kelola saat ini untuk membuat koleksi cerdas pertama Anda.
it: Salva i filtri di Gestione correnti per creare la tua prima raccolta intelligente.
ja: 現在の管理フィルターを保存して、最初のスマートコレクションを作成してください。
ko: 현재 관리 필터를 저장하여 첫 번째 스마트 컬렉션을 만드세요.
nl: Sla de huidige Beheer-filters op om je eerste slimme verzameling te maken.
pl: Zapisz bieżące filtry zarządzania, aby utworzyć pierwszą inteligentną kolekcję.
pt_br: Salve os filtros atuais do Gerenciar para criar sua primeira coleção inteligente.
ru: Сохраните текущие фильтры управления, чтобы создать первую умную коллекцию.
tr: İlk akıllı koleksiyonunuzu oluşturmak için mevcut Yönet filtrelerini kaydedin.
uk: Збережіть поточні фільтри керування, щоб створити свою першу розумну колекцію.
vi: Lưu bộ lọc Quản lý hiện tại để tạo bộ sưu tập thông minh đầu tiên.
zh_hans: 保存当前 Manage 筛选条件，创建你的第一个智能集合。
zh_hant: 儲存目前 Manage 篩選條件，建立你的第一個智慧集合。

# smartCollections.mine.fallback
source: Smart Collection
ar: مجموعة ذكية
de: Intelligente Sammlung
es: Colección inteligente
fr: Collection intelligente
id: Koleksi Cerdas
it: Raccolta Intelligente
ja: スマートコレクション
ko: 스마트 컬렉션
nl: Slimme verzameling
pl: Inteligentna kolekcja
pt_br: Coleção Inteligente
ru: Умная коллекция
tr: Akıllı Koleksiyon
uk: Розумна колекція
vi: Bộ sưu tập thông minh
zh_hans: 智能集合
zh_hant: 智慧集合

# smartCollections.mine.subtitle
source: Saved from your Manage filters.
ar: محفوظة من عوامل التصفية الخاصة بك.
de: Gespeichert aus Ihren Verwalten-Filtern.
es: Guardado desde tus filtros de Administrar.
fr: Enregistré à partir de vos filtres de gestion.
id: Disimpan dari filter Kelola Anda.
it: Salvato dai tuoi filtri di Gestione.
ja: 管理フィルターから保存されました。
ko: 관리 필터에서 저장되었습니다.
nl: Opgeslagen vanuit je Beheer-filters.
pl: Zapisano z twoich filtrów zarządzania.
pt_br: Salva a partir dos seus filtros do Gerenciar.
ru: Сохранено из ваших фильтров управления.
tr: Yönet filtrelerinizden kaydedildi.
uk: Збережено з ваших фільтрів керування.
vi: Đã lưu từ bộ lọc Quản lý của bạn.
zh_hans: 由 Manage 筛选条件保存。
zh_hant: 由 Manage 篩選條件儲存。

# smartCollections.mine.title
source: Mine
ar: خاصتي
de: Meine
es: Mías
fr: Miennes
id: Milik Saya
it: Mie
ja: マイコレクション
ko: 내 컬렉션
nl: Mijn
pl: Moje
pt_br: Minhas
ru: Мои
tr: Benimkiler
uk: Мої
vi: Của tôi
zh_hans: 我的集合
zh_hant: 我的集合

# smartCollections.needsReview.subtitle
source: Archived, low-health, or missing key metadata.
ar: مؤرشفة، أو منخفضة السلامة، أو تفتقد بيانات وصفية أساسية.
de: Archiviert, mit geringer Gesundheit oder fehlenden wichtigen Metadaten.
es: Archivados, con baja salud o con metadatos clave faltantes.
fr: Archivé, faible santé ou métadonnées clés manquantes.
id: Diarsipkan, kesehatan rendah, atau metadata utama hilang.
it: Archiviati, a bassa salute o con metadati chiave mancanti.
ja: アーカイブ済み、健全性が低い、または重要なメタデータが不足しています。
ko: 보관되었거나 상태가 낮거나 주요 메타데이터가 누락된 저장소입니다.
nl: Gearchiveerd, met lage gezondheid of ontbrekende belangrijke metadata.
pl: Zarchiwizowane, o niskim stanie lub brakujące kluczowe metadane.
pt_br: Arquivados, com saúde baixa ou sem metadados essenciais.
ru: Архивированные, с низким здоровьем или отсутствующей ключевой метаинформацией.
tr: Arşivlenmiş, düşük sağlıklı veya eksik anahtar meta veri.
uk: Архівовані, з низьким здоров'ям або без ключових метаданих.
vi: Đã lưu trữ, sức khỏe thấp hoặc thiếu siêu dữ liệu chính.
zh_hans: 已归档、健康度偏低或关键信息缺失。
zh_hant: 已封存、健康度偏低或關鍵資訊缺失。

# smartCollections.needsReview.title
source: Needs Review
ar: تحتاج مراجعة
de: Überprüfung erforderlich
es: Requiere revisión
fr: Nécessite une révision
id: Perlu Ditinjau
it: Da Revisionare
ja: レビューが必要
ko: 검토 필요
nl: Behoeft beoordeling
pl: Wymaga przeglądu
pt_br: Precisa de Revisão
ru: Требуют внимания
tr: İnceleme Gerekli
uk: Потребує перевірки
vi: Cần xem xét
zh_hans: 需要复查
zh_hant: 需要複查

# smartCollections.new.defaultName
source: New Smart Collection
ar: مجموعة ذكية جديدة
de: Neue intelligente Sammlung
es: Nueva colección inteligente
fr: Nouvelle collection intelligente
id: Koleksi Cerdas Baru
it: Nuova Raccolta Intelligente
ja: 新しいスマートコレクション
ko: 새 스마트 컬렉션
nl: Nieuwe slimme verzameling
pl: Nowa inteligentna kolekcja
pt_br: Nova Coleção Inteligente
ru: Новая умная коллекция
tr: Yeni Akıllı Koleksiyon
uk: Нова розумна колекція
vi: Bộ sưu tập thông minh mới
zh_hans: 新的智能集合
zh_hant: 新的智慧集合

# smartCollections.noTags.subtitle
source: Repos that still need manual or AI organization.
ar: المستودعات التي لا تزال بحاجة إلى تنظيم يدوي أو بواسطة الذكاء الاصطناعي.
de: Repos, die noch manuelle oder KI-Organisation benötigen.
es: Repos que aún necesitan organización manual o con IA.
fr: Dépôts qui nécessitent encore une organisation manuelle ou IA.
id: Repositori yang masih memerlukan organisasi manual atau AI.
it: Repo che necessitano ancora di organizzazione manuale o AI.
ja: 手動またはAIによる整理が必要なリポジトリ。
ko: 수동 또는 AI 정리가 필요한 저장소입니다.
nl: Repos die nog handmatige of AI-organisatie nodig hebben.
pl: Repozytoria, które wciąż wymagają ręcznej lub AI organizacji.
pt_br: Repositórios que ainda precisam de organização manual ou por IA.
ru: Репозитории, которые всё ещё нуждаются в ручной или AI-организации.
tr: Hala manuel veya yapay zeka organizasyonu gerektiren depolar.
uk: Репозиторії, які все ще потребують ручного або ШІ-організування.
vi: Repo vẫn cần tổ chức thủ công hoặc bằng AI.
zh_hans: 仍需要手动或 AI 整理的仓库。
zh_hant: 仍需要手動或 AI 整理的倉庫。

# smartCollections.noTags.title
source: No Tags
ar: بدون وسوم
de: Keine Tags
es: Sin etiquetas
fr: Aucune étiquette
id: Tanpa Tag
it: Nessun Tag
ja: タグなし
ko: 태그 없음
nl: Geen tags
pl: Brak tagów
pt_br: Sem Tags
ru: Без тегов
tr: Etiketsiz
uk: Без тегів
vi: Không có thẻ
zh_hans: 未打标签
zh_hant: 未打標籤

# smartCollections.outsideLibraryStars.subtitle
source: GitHub starred repos that have not been added to your Starcat library.
ar: مستودعات GitHub المميزة بنجمة والتي لم تُضف إلى مكتبة Starcat الخاصة بك.
de: GitHub-Sterne-Repos, die Ihrer Starcat-Bibliothek noch nicht hinzugefügt wurden.
es: Repos estrellados en GitHub que no se han añadido a tu biblioteca de Starcat.
fr: Dépôts GitHub starés qui n'ont pas été ajoutés à votre bibliothèque Starcat.
id: Repositori berbintang GitHub yang belum ditambahkan ke perpustakaan Starcat Anda.
it: Repo stellati su GitHub che non sono stati aggiunti alla tua libreria Starcat.
ja: Starcatライブラリに追加されていないGitHubスター付きリポジトリ。
ko: Starcat 라이브러리에 추가되지 않은 GitHub 별표 저장소입니다.
nl: GitHub-sterren die nog niet zijn toegevoegd aan je Starcat-bibliotheek.
pl: Repozytoria oznaczone gwiazdką na GitHubie, które nie zostały dodane do twojej biblioteki Starcat.
pt_br: Repositórios com estrela no GitHub que não foram adicionados à sua biblioteca do Starcat.
ru: Репозитории, отмеченные звёздами на GitHub, но не добавленные в вашу библиотеку Starcat.
tr: Starcat kütüphanenize eklenmemiş GitHub yıldızlı depolar.
uk: Репозиторії, додані в зірки на GitHub, які не були додані до вашої бібліотеки Starcat.
vi: Repo đã gắn sao trên GitHub chưa được thêm vào thư viện Starcat.
zh_hans: 已 Star 但尚未加入 Starcat 知识库的仓库。
zh_hant: 已 Star 但尚未加入 Starcat 知識庫的倉庫。

# smartCollections.outsideLibraryStars.title
source: Unfiled Stars
ar: نجوم غير مصنفة
de: Nicht abgelegte Sterne
es: Estrellas sin clasificar
fr: Étoiles non classées
id: Bintang Belum Terklasifikasi
it: Stelle Non Archiviata
ja: 未整理のスター
ko: 미분류 별표
nl: Ongearchiveerde sterren
pl: Nieposortowane gwiazdki
pt_br: Estrelas Não Arquivadas
ru: Неотсортированные звёзды
tr: Sınıflandırılmamış Yıldızlar
uk: Некласифіковані зірки
vi: Sao chưa phân loại
zh_hans: 未入库 Stars
zh_hant: 未入庫 Stars

# smartCollections.panel.backToCollection
source: Back to collection
ar: العودة إلى المجموعة
de: Zurück zur Sammlung
es: Volver a la colección
fr: Retour à la collection
id: Kembali ke koleksi
it: Torna alla raccolta
ja: コレクションに戻る
ko: 컬렉션으로 돌아가기
nl: Terug naar verzameling
pl: Powrót do kolekcji
pt_br: Voltar para a coleção
ru: Назад к коллекции
tr: Koleksiyona Geri Dön
uk: Назад до колекції
vi: Quay lại bộ sưu tập
zh_hans: 返回集合
zh_hant: 返回集合

# smartCollections.panel.countFormat
source: %lld matching repos
ar: %lld مستودع مطابق
de: %lld passende Repos
es: %lld repos coincidentes
fr: %lld dépôts correspondants
id: %lld repositori yang cocok
it: %lld repo corrispondenti
ja: %lld 件の一致リポジトリ
ko: 일치하는 저장소 %lld개
nl: %lld overeenkomende repos
pl: %lld pasujących repozytoriów
pt_br: %lld repositórios correspondentes
ru: %lld совпадающих репозиториев
tr: %lld eşleşen repo
uk: %lld репозиторіїв збігається
vi: %lld kho lưu trữ phù hợp
zh_hans: %lld 个匹配仓库
zh_hant: %lld 個符合的倉庫

# smartCollections.panel.noDescription
source: No description provided.
ar: لا يوجد وصف.
de: Keine Beschreibung angegeben.
es: No se proporcionó descripción.
fr: Aucune description fournie.
id: Tidak ada deskripsi yang diberikan.
it: Nessuna descrizione fornita.
ja: 説明はありません。
ko: 설명이 제공되지 않음.
nl: Geen beschrijving opgegeven.
pl: Brak opisu.
pt_br: Nenhuma descrição fornecida.
ru: Описание не предоставлено.
tr: Açıklama sağlanmamış.
uk: Опису не надано.
vi: Không có mô tả.
zh_hans: 暂无描述。
zh_hant: 暫無描述。

# smartCollections.panel.rules
source: Rules
ar: القواعد
de: Regeln
es: Reglas
fr: Règles
id: Aturan
it: Regole
ja: ルール
ko: 규칙
nl: Regels
pl: Reguły
pt_br: Regras
ru: Правила
tr: Kurallar
uk: Правила
vi: Quy tắc
zh_hans: 规则
zh_hant: 規則

# smartCollections.panel.rulesUnavailable
source: Rule summary is unavailable.
ar: ملخص القاعدة غير متاح.
de: Regelübersicht nicht verfügbar.
es: El resumen de reglas no está disponible.
fr: Le résumé des règles n'est pas disponible.
id: Ringkasan aturan tidak tersedia.
it: Riepilogo regole non disponibile.
ja: ルールの概要は利用できません。
ko: 규칙 요약을 사용할 수 없습니다.
nl: Regelsamenvatting is niet beschikbaar.
pl: Podsumowanie reguł jest niedostępne.
pt_br: Resumo das regras indisponível.
ru: Сводка правил недоступна.
tr: Kural özeti kullanılamıyor.
uk: Підсумок правил недоступний.
vi: Không có tóm tắt quy tắc.
zh_hans: 暂无可展示的规则摘要。
zh_hant: 暫無可展示的規則摘要。

# smartCollections.recentlyActive.subtitle
source: Repos pushed within the last 30 days.
ar: المستودعات التي تم الدفع إليها خلال آخر 30 يومًا.
de: Repos, die innerhalb der letzten 30 Tage gepusht wurden.
es: Repos con push en los últimos 30 días.
fr: Dépôts poussés au cours des 30 derniers jours.
id: Repositori yang didorong dalam 30 hari terakhir.
it: Repo aggiornati negli ultimi 30 giorni.
ja: 過去30日以内にプッシュされたリポジトリ。
ko: 최근 30일 이내에 푸시된 저장소.
nl: Repos die in de afgelopen 30 dagen zijn gepusht.
pl: Repozytoria wypchnięte w ciągu ostatnich 30 dni.
pt_br: Repositórios com push nos últimos 30 dias.
ru: Репозитории, в которые были отправлены изменения за последние 30 дней.
tr: Son 30 gün içinde push yapılan repolar.
uk: Репозиторії, оновлені за останні 30 днів.
vi: Kho lưu trữ được đẩy trong vòng 30 ngày qua.
zh_hans: 最近 30 天有 push 的项目。
zh_hant: 最近 30 天有 push 的專案。

# smartCollections.recentlyActive.title
source: Recently Active
ar: نشطة مؤخرًا
de: Kürzlich aktiv
es: Activos recientemente
fr: Récemment actif
id: Baru Aktif
it: Attivi di recente
ja: 最近アクティブ
ko: 최근 활동
nl: Recent actief
pl: Ostatnio aktywne
pt_br: Ativos Recentemente
ru: Недавно активные
tr: Son Aktif
uk: Нещодавно активні
vi: Gần đây hoạt động
zh_hans: 最近活跃
zh_hant: 最近活躍

# smartCollections.refresh
source: Refresh smart collection counts
ar: تحديث أعداد المجموعات الذكية
de: Smart-Collection-Zahlen aktualisieren
es: Actualizar conteos de colecciones inteligentes
fr: Actualiser les compteurs des collections intelligentes
id: Muat ulang hitungan koleksi pintar
it: Aggiorna conteggi raccolte intelligenti
ja: スマートコレクションの件数を更新
ko: 스마트 컬렉션 개수 새로고침
nl: Slimme verzamelingsaantallen vernieuwen
pl: Odśwież liczniki inteligentnych kolekcji
pt_br: Atualizar contagens das coleções inteligentes
ru: Обновить количество умных коллекций
tr: Akıllı koleksiyon sayılarını yenile
uk: Оновити кількість розумних колекцій
vi: Làm mới số lượng bộ sưu tập thông minh
zh_hans: 刷新智能集合数量
zh_hant: 重新整理智慧集合數量

# smartCollections.rename.confirm
source: Rename
ar: إعادة تسمية
de: Umbenennen
es: Renombrar
fr: Renommer
id: Ganti Nama
it: Rinomina
ja: 名称変更
ko: 이름 변경
nl: Hernoem
pl: Zmień nazwę
pt_br: Renomear
ru: Переименовать
tr: Yeniden Adlandır
uk: Перейменувати
vi: Đổi tên
zh_hans: 重命名
zh_hant: 重新命名

# smartCollections.rename.help
source: Rename this smart collection
ar: إعادة تسمية هذه المجموعة الذكية
de: Diese Smart Collection umbenennen
es: Renombrar esta colección inteligente
fr: Renommer cette collection intelligente
id: Ganti nama koleksi pintar ini
it: Rinomina questa raccolta intelligente
ja: このスマートコレクションの名前を変更
ko: 이 스마트 컬렉션 이름 변경
nl: Hernoem deze slimme verzameling
pl: Zmień nazwę tej inteligentnej kolekcji
pt_br: Renomear esta coleção inteligente
ru: Переименовать эту умную коллекцию
tr: Bu akıllı koleksiyonu yeniden adlandır
uk: Перейменувати цю розумну колекцію
vi: Đổi tên bộ sưu tập thông minh này
zh_hans: 重命名此智能集合
zh_hant: 重新命名此智慧集合

# smartCollections.rename.title
source: Rename Smart Collection
ar: إعادة تسمية المجموعة الذكية
de: Smart Collection umbenennen
es: Renombrar colección inteligente
fr: Renommer la collection intelligente
id: Ganti Nama Koleksi Pintar
it: Rinomina Raccolta Intelligente
ja: スマートコレクションの名称変更
ko: 스마트 컬렉션 이름 변경
nl: Slimme verzameling hernoemen
pl: Zmień nazwę inteligentnej kolekcji
pt_br: Renomear Coleção Inteligente
ru: Переименовать умную коллекцию
tr: Akıllı Koleksiyonu Yeniden Adlandır
uk: Перейменувати розумну колекцію
vi: Đổi tên Bộ sưu tập Thông minh
zh_hans: 重命名智能集合
zh_hant: 重新命名智慧集合

# smartCollections.rule.createdOlderFormat
source: Created over %d days ago
ar: تم إنشاؤها منذ أكثر من %d يومًا
de: Vor über %d Tagen erstellt
es: Creado hace más de %d días
fr: Créé il y a plus de %d jours
id: Dibuat lebih dari %d hari yang lalu
it: Creato oltre %d giorni fa
ja: %d 日以上前に作成
ko: %d일 전에 생성됨
nl: Meer dan %d dagen geleden aangemaakt
pl: Utworzone ponad %d dni temu
pt_br: Criado há mais de %d dias
ru: Создано более %d дней назад
tr: %d günden daha önce oluşturuldu
uk: Створено понад %d днів тому
vi: Được tạo hơn %d ngày trước
zh_hans: %d 天前创建
zh_hant: %d 天前建立

# smartCollections.rule.createdWithinFormat
source: Created within %d days
ar: تم إنشاؤها خلال %d أيام
de: Innerhalb von %d Tagen erstellt
es: Creado en los últimos %d días
fr: Créé il y a moins de %d jours
id: Dibuat dalam %d hari
it: Creato entro %d giorni
ja: %d 日以内に作成
ko: %d일 이내에 생성됨
nl: Binnen %d dagen aangemaakt
pl: Utworzone w ciągu %d dni
pt_br: Criado nos últimos %d dias
ru: Создано в течение %d дней
tr: %d gün içinde oluşturuldu
uk: Створено протягом %d днів
vi: Được tạo trong vòng %d ngày
zh_hans: 最近 %d 天内创建
zh_hant: 最近 %d 天內建立

# smartCollections.rule.forksMaxFormat
source: Forks ≤ %d
ar: التفرعات ≤ %d
id: Fork ≤ %d
it: Fork ≤ %d
ja: フォーク数 ≤ %d
ko: 포크 ≤ %d
pl: Forki ≤ %d
ru: Форков ≤ %d
tr: Çatal ≤ %d
uk: Форки ≤ %d
vi: Số fork ≤ %d
zh_hans: Fork ≤ %d
zh_hant: Fork ≤ %d

# smartCollections.rule.forksMinFormat
source: Forks ≥ %d
ar: التفرعات ≥ %d
id: Fork ≥ %d
it: Fork ≥ %d
ja: フォーク数 ≥ %d
ko: 포크 ≥ %d
pl: Forki ≥ %d
ru: Форков ≥ %d
tr: Çatal ≥ %d
uk: Форки ≥ %d
vi: Số fork ≥ %d
zh_hans: Fork ≥ %d
zh_hant: Fork ≥ %d

# smartCollections.rule.forksRangeFormat
source: Forks %d–%d
ar: التفرعات %d–%d
id: Fork %d–%d
it: Fork %d–%d
ja: フォーク数 %d–%d
ko: 포크 %d–%d
pl: Forki %d–%d
ru: Форков %d–%d
tr: Çatal %d–%d
uk: Форки %d–%d
vi: Số fork %d–%d
zh_hans: Fork %d–%d
zh_hant: Fork %d–%d

# smartCollections.rule.healthGradesFormat
source: Health grades: %@
ar: درجات الصحة: %@
de: Gesundheitsnoten: %@
es: Calificaciones de salud: %@
fr: Notes de santé : %@
id: Nilai kesehatan: %@
it: Valutazioni salute: %@
ja: 健全性グレード: %@
ko: 건강 등급: %@
nl: Gezondheidscijfers: %@
pl: Oceny kondycji: %@
pt_br: Notas de saúde: %@
ru: Оценки здоровья: %@
tr: Sağlık notları: %@
uk: Оцінки здоров'я: %@
vi: Điểm sức khỏe: %@
zh_hans: 健康度等级：%@
zh_hant: 健康度等級：%@

# smartCollections.rule.healthMaxFormat
source: Health ≤ %lld
ar: الصحة ≤ %lld
de: Gesundheit ≤ %lld
es: Salud ≤ %lld
fr: Santé ≤ %lld
id: Kesehatan ≤ %lld
it: Salute ≤ %lld
ja: 健全性 ≤ %lld
ko: 건강 ≤ %lld
nl: Gezondheid ≤ %lld
pl: Kondycja ≤ %lld
pt_br: Saúde ≤ %lld
ru: Здоровье ≤ %lld
tr: Sağlık ≤ %lld
uk: Здоров'я ≤ %lld
vi: Sức khỏe ≤ %lld
zh_hans: 健康分 ≤ %lld
zh_hant: 健康分 ≤ %lld

# smartCollections.rule.healthMinFormat
source: Health ≥ %lld
ar: الصحة ≥ %lld
de: Gesundheit ≥ %lld
es: Salud ≥ %lld
fr: Santé ≥ %lld
id: Kesehatan ≥ %lld
it: Salute ≥ %lld
ja: 健全性 ≥ %lld
ko: 건강 ≥ %lld
nl: Gezondheid ≥ %lld
pl: Kondycja ≥ %lld
pt_br: Saúde ≥ %lld
ru: Здоровье ≥ %lld
tr: Sağlık ≥ %lld
uk: Здоров'я ≥ %lld
vi: Sức khỏe ≥ %lld
zh_hans: 健康分 ≥ %lld
zh_hant: 健康分 ≥ %lld

# smartCollections.rule.healthRangeFormat
source: Health: %lld–%lld
ar: الصحة: %lld–%lld
de: Gesundheit: %lld–%lld
es: Salud: %lld–%lld
fr: Santé : %lld–%lld
id: Kesehatan: %lld–%lld
it: Salute: %lld–%lld
ja: 健全性: %lld–%lld
ko: 건강: %lld–%lld
nl: Gezondheid: %lld–%lld
pl: Kondycja: %lld–%lld
pt_br: Saúde: %lld–%lld
ru: Здоровье: %lld–%lld
tr: Sağlık: %lld–%lld
uk: Здоров'я: %lld–%lld
vi: Sức khỏe: %lld–%lld
zh_hans: 健康分：%lld–%lld
zh_hant: 健康分：%lld–%lld

# smartCollections.rule.hideArchived
source: Hide archived
ar: إخفاء المؤرشفة
de: Archivierte ausblenden
es: Ocultar archivados
fr: Masquer les archivés
id: Sembunyikan yang diarsipkan
it: Nascondi archiviati
ja: アーカイブ済みを非表示
ko: 보관된 항목 숨기기
nl: Gearchiveerde verbergen
pl: Ukryj zarchiwizowane
pt_br: Ocultar arquivados
ru: Скрыть архивированные
tr: Arşivlenenleri gizle
uk: Приховати архівовані
vi: Ẩn kho lưu trữ đã lưu trữ
zh_hans: 隐藏已归档
zh_hant: 隱藏已封存

# smartCollections.rule.hideForks
source: Hide forks
ar: إخفاء التفرعات
de: Forks ausblenden
es: Ocultar forks
fr: Masquer les forks
id: Sembunyikan fork
it: Nascondi fork
ja: フォークを非表示
ko: 포크 숨기기
nl: Forks verbergen
pl: Ukryj forki
pt_br: Ocultar forks
ru: Скрыть форки
tr: Çatalları gizle
uk: Приховати форки
vi: Ẩn fork
zh_hans: 隐藏 Fork
zh_hant: 隱藏 Fork
